"""
1. 전화번호부 프로그램
 1.1 기능
    - 등록
    - 조회
    - 수정
    - 삭제
    - 전체 목록
 1.2 표시정보
    - 이름
    - 전화번호
    - 주소
    - 구분(가족, 친구, 회사)

2. AI모델링반 17명의 학생 성적 처리 프로그램
   2.1 기능
    - 성적 입력: ML, DL, Python 3과목의 시험 성적 입력
    - 학생별 성적 조회: 학생 이름을 입력 받아 해당 학생의 과목별 점수, 총점, 평균
    - 전체 성적 조회: 17명 학생 전체 과목별 총점, 평균

3. 년도의 간지 출력
    - 년도를 입력(ex: 2021)하면 해당 년도의 간지(ex: 신축년)를 출력
            - 출력 예: 2021년은 신축년 입니다.

"""
# 1. 전화번호부 프로그램

def phoneBook():
    















